Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Edit start / end
ar: تحرير البداية/النهاية
da: Rediger start/slut
de: Start/Ende bearbeiten
es: Editar inicio/fin
fi: Muokkaa alkua/loppua
fr: Modifier début/fin
is: Breyta upphafi/lokum
it: Modifica inizio/fine
ja: 開始/終了を編集
ko: 시작/종료 편집
nb: Rediger start/slutt
nl: Begin/einde bewerken
pt_br: Editar início/fim
ru: Изменить начало/конец
sv: Redigera start/slut
zh_hans: 编辑开始/结束

source: Edit Tags
ar: تعديل العلامات
da: Rediger tags
de: Tags bearbeiten
es: Editar etiquetas
fi: Muokkaa tunnisteita
fr: Modifier les tags
is: Breyta merkjum
it: Modifica tag
ja: タグを編集
ko: 태그 편집
nb: Rediger tagger
nl: Tags bewerken
pt_br: Editar Tags
ru: Редактировать теги
sv: Redigera taggar
zh_hans: 编辑标签

source: edits
ar: تعديلات
da: redigeringer
de: Änderungen
es: ediciones
fi: muokkausta
fr: modifications
is: breytingar
it: modifiche
ja: 編集
ko: 편집
nb: redigeringer
nl: bewerkingen
pt_br: edições
ru: правок
sv: redigeringar
zh_hans: 编辑

source: Eff %@
ar: كفاءة %@
es: Efic. %@
fi: Teh. %@
is: Nýtni %@
ja: 効率 %@
ko: 효율 %@
pt_br: Efic. %@
ru: Эфф. %@
zh_hans: 效率 %@

source: efficiency
ar: كفاءة
da: effektivitet
de: Effizienz
es: eficiencia
fi: tehokkuus
fr: efficacité
is: skilvirkni
it: efficienza
ja: 効率
ko: 효율
nb: effektivitet
nl: efficiëntie
pt_br: eficiência
ru: эффективность
sv: effektivitet
zh_hans: 效率

source: Efficiency
ar: الكفاءة
da: Effektivitet
de: Effizienz
es: Eficiencia
fi: Tehokkuus
fr: Efficacité
is: Skilvirkni
it: Efficienza
ja: 効率
ko: 효율
nb: Effektivitet
nl: Efficiëntie
pt_br: Eficiência
ru: Эффективность
sv: Effektivitet
zh_hans: 效率

source: efficiency %@
ar: الكفاءة %@
da: effektivitet %@
de: Effizienz %@
es: eficiencia %@
fi: tehokkuus %@
fr: efficacité %@
is: nýtni %@
it: efficienza %@
ja: 効率 %@
ko: 효율 %@
nb: effektivitet %@
nl: efficiëntie %@
pt_br: eficiência %@
ru: эффективность %@
sv: effektivitet %@
zh_hans: 效率 %@

source: efficiency drifted
ar: انحرفت الكفاءة
da: effektiviteten drev
de: Effizienz driftete
es: la eficiencia se desvió
fi: tehokkuus ajautui
fr: l’efficacité a dérivé
is: nýtnin rak
it: l’efficienza è derivata
ja: 効率が低下
ko: 효율이 흔들림
nb: effektiviteten drev
nl: efficiëntie dreef af
pt_br: a eficiência derivou
ru: эффективность сместилась
sv: effektiviteten drev
zh_hans: 效率发生漂移

source: Efficiency factor
ar: معامل الكفاءة
da: Effektivitetsfaktor
de: Effizienzfaktor
es: Factor de eficiencia
fi: Tehokkuuskerroin
fr: Facteur d’efficacité
is: Nýtnistuðull
it: Fattore di efficienza
ja: 効率係数
ko: 효율 계수
nb: Effektivitetsfaktor
nl: Efficiëntiefactor
pt_br: Fator de eficiência
ru: Коэффициент эффективности
sv: Effektivitetsfaktor
zh_hans: 效率因子

source: Efficiency Factor
ar: معامل الكفاءة
da: Effektivitetsfaktor
de: Effizienzfaktor
es: Factor de eficiencia
fi: Tehokkuuskerroin
fr: Facteur d’efficacité
is: Nýtnistuðull
it: Fattore di efficienza
ja: 効率係数
ko: 효율 계수
nb: Effektivitetsfaktor
nl: Efficiëntiefactor
pt_br: Fator de eficiência
ru: Коэффициент эффективности
sv: Effektivitetsfaktor
zh_hans: 效率因子

source: Efficiency factor %@ — strong pace-per-beat output, aerobic economy in good shape.
ar: عامل الكفاءة %@ — إنتاج قوي للوتيرة لكل نبضة، والاقتصاد الهوائي في حالة جيدة.
da: Effektivitetsfaktor %@ — stærk fart per slag, den aerobe økonomi er i god form.
de: Effizienzfaktor %@ — starke Pace pro Schlag, die aerobe Ökonomie ist in guter Form.
es: Factor de eficiencia %@ — buen ritmo por latido, la economía aeróbica está en buena forma.
fi: Tehokkuuskerroin %@ — vahva vauhti per lyönti, aerobinen taloudellisuus hyvässä kunnossa.
fr: Facteur d’efficacité %@ — bonne allure par battement, l’économie aérobie est en forme.
is: Skilvirknistuðull %@ — sterkur hraði á hvert slag, loftháð hagkvæmni í góðu formi.
it: Fattore di efficienza %@ — buon passo per battito, l’economia aerobica è in forma.
ja: 効率係数 %@ — 1 拍あたりのペース出力が高く、有酸素エコノミーは良好です。
ko: 효율 지수 %@ — 박동당 페이스 출력이 좋고 유산소 경제성이 양호합니다.
nb: Effektivitetsfaktor %@ — sterk fart per slag, den aerobe økonomien er i god form.
nl: Efficiëntiefactor %@ — sterk tempo per hartslag, de aerobe economie is in goede vorm.
pt_br: Fator de eficiência %@ — bom ritmo por batimento, a economia aeróbia está em boa forma.
ru: Коэффициент эффективности %@ — хороший темп на удар, аэробная экономичность в порядке.
sv: Effektivitetsfaktor %@ — stark fart per slag, den aeroba ekonomin är i god form.
zh_hans: 效率因子 %@ — 每拍配速输出强，有氧经济性状态良好。

source: EFFORT & TERRAIN
ar: الجهد والتضاريس
da: INDSATS OG TERRÆN
de: BELASTUNG & GELÄNDE
es: ESFUERZO Y TERRENO
fi: RASITUS JA MAASTO
fr: EFFORT ET TERRAIN
is: ÁTAK OG LANDSLAG
it: SFORZO E TERRENO
ja: 強度と地形
ko: 강도와 지형
nb: INNSATS OG TERRENG
nl: INSPANNING EN TERREIN
pt_br: ESFORÇO E TERRENO
ru: УСИЛИЕ И РЕЛЬЕФ
sv: ANSTRÄNGNING OCH TERRÄNG
zh_hans: 强度与地形

source: elapsed
ar: المنقضي
da: forløbet
de: vergangen
es: transcurrido
fi: kulunut
fr: écoulé
is: liðið
it: trascorso
ja: 経過
ko: 경과
nb: forløpt
nl: verstreken
pt_br: decorrido
ru: прошло
sv: förfluten
zh_hans: 已用时

source: Elapsed
ar: المنقضي
da: Forløbet
de: Verstrichene Zeit
es: Transcurrido
fi: Kulunut
fr: Écoulé
is: Liðinn tími
it: Trascorso
ja: 経過時間
ko: 경과 시간
nb: Forløpt
nl: Verstreken
pt_br: Decorrido
ru: Прошло
sv: Förfluten
zh_hans: 已用时间

source: Elev
ar: الارتفاع
da: Højde
de: Höhe
fi: Korkeus
fr: Alt
is: Hæð
it: Quota
ja: 標高
ko: 고도
nb: Høyde
nl: Hoogte
ru: Выс
sv: Höjd
zh_hans: 海拔

source: Elev gain
ar: الارتفاع المكتسب
da: Højdestigning
de: Höhengewinn
es: Desnivel+
fi: Nousu
fr: Dénivelé+
is: Hækkun
it: Dislivello+
ja: 獲得標高
ko: 고도 상승
nb: Høydestigning
nl: Hoogtewinst
pt_br: Ganho de elevação
ru: Набор высоты
sv: Höjdstigning
zh_hans: 累计爬升

source: Elev Gain
ar: الارتفاع المكتسب
da: Højdestigning
de: Höhengewinn
es: Desnivel+
fi: Nousu
fr: Dénivelé+
is: Hækkun
it: Dislivello+
ja: 獲得標高
ko: 고도 상승
nb: Høydestigning
nl: Hoogtewinst
pt_br: Ganho de elevação
ru: Набор высоты
sv: Höjdstigning
zh_hans: 累计爬升

source: ELEV GAIN
ar: الارتفاع المكتسب
da: HØJDESTIGNING
de: HÖHENGEWINN
es: DESNIVEL+
fi: NOUSU
fr: DÉNIVELÉ+
is: HÆKKUN
it: DISLIVELLO+
ja: 獲得標高
ko: 고도 상승
nb: HØYDESTIGNING
nl: HOOGTEWINST
pt_br: GANHO DE ELEVAÇÃO
ru: НАБОР ВЫСОТЫ
sv: HÖJDSTIGNING
zh_hans: 累计爬升

source: elevated
ar: مرتفع
da: forhøjet
de: erhöht
es: elevado
fi: kohonnut
fr: élevé
is: hækkað
it: elevato
ja: 上昇
ko: 상승
nb: forhøyet
nl: verhoogd
pt_br: elevado
ru: повышен
sv: förhöjd
zh_hans: 偏高

source: Elevated
ar: مرتفع
da: Forhøjet
de: Erhöht
es: Elevado
fi: Kohonnut
fr: Élevé
is: Hækkað
it: Elevato
ja: 上昇
ko: 상승
nb: Forhøyet
nl: Verhoogd
pt_br: Elevado
ru: Повышен
sv: Förhöjd
zh_hans: 偏高

source: Elevated — context-sensitive; check for arousal, recent activity, or illness
ar: مرتفع — يعتمد على السياق؛ تحقّق من الاستثارة أو نشاط حديث أو مرض
da: Forhøjet — kontekstafhængigt; tjek for ophidselse, nylig aktivitet eller sygdom
de: Erhöht — kontextabhängig; prüfe Weckreaktionen, kürzliche Aktivität oder Krankheit
es: Elevado — depende del contexto; comprueba activación, actividad reciente o enfermedad
fi: Koholla — riippuu tilanteesta; tarkista vireystila, äskeinen aktiivisuus tai sairaus
fr: Élevé — dépend du contexte ; vérifiez l’éveil, une activité récente ou une maladie
is: Hækkað — háð samhengi; athugaðu örvun, nýlega hreyfingu eða veikindi
it: Elevato — dipende dal contesto; verifica attivazione, attività recente o malattia
ja: 上昇 — 文脈に依存します。覚醒、直近の活動、体調不良を確認してください
ko: 상승 — 맥락에 좌우됨. 각성, 최근 활동, 질병 여부를 확인하세요
nb: Forhøyet — kontekstavhengig; sjekk for opphisselse, nylig aktivitet eller sykdom
nl: Verhoogd — contextafhankelijk; check op arousal, recente activiteit of ziekte
pt_br: Elevado — depende do contexto; verifique excitação, atividade recente ou doença
ru: Повышено — зависит от контекста; проверьте микропробуждения, недавнюю активность или болезнь
sv: Förhöjt — kontextberoende; kolla efter arousal, nyligen aktivitet eller sjukdom
zh_hans: 升高 — 需结合情境；留意唤醒状态、近期活动或身体不适

source: Elevated — sympathetic activation present
ar: مرتفع — يوجد تنشيط ودي
da: Forhøjet — sympatisk aktivering til stede
de: Erhöht — sympathische Aktivierung vorhanden
es: Elevado — hay activación simpática
fi: Kohonnut — sympaattista aktivaatiota havaittavissa
fr: Élevé — activation sympathique présente
is: Hækkað — drifkerfisvirkjun til staðar
it: Elevato — presente attivazione simpatica
ja: 上昇 — 交感神経の活性化あり
ko: 상승 — 교감 활성화 존재
nb: Forhøyet — sympatisk aktivering til stede
nl: Verhoogd — sympathische activatie aanwezig
pt_br: Elevado — há ativação simpática
ru: Повышен — есть симпатическая активация
sv: Förhöjd — sympatisk aktivering finns
zh_hans: 偏高 — 存在交感激活

source: Elevated — sympathetic activation present during rest
ar: مرتفع — يوجد تنشيط ودي أثناء الراحة
da: Forhøjet — sympatisk aktivering til stede under hvile
de: Erhöht — sympathische Aktivierung während der Ruhe vorhanden
es: Elevado — hay activación simpática durante el reposo
fi: Kohonnut — sympaattista aktivaatiota levon aikana
fr: Élevé — activation sympathique présente au repos
is: Hækkað — drifkerfisvirkjun til staðar í hvíld
it: Elevato — attivazione simpatica presente a riposo
ja: 上昇 — 安静時に交感神経の活性化あり
ko: 상승 — 안정 시 교감 활성화 존재
nb: Forhøyet — sympatisk aktivering til stede under hvile
nl: Verhoogd — sympathische activatie aanwezig tijdens rust
pt_br: Elevado — ativação simpática presente em repouso
ru: Повышен — симпатическая активация в покое
sv: Förhöjd — sympatisk aktivering finns under vila
zh_hans: 偏高 — 静息时存在交感激活

source: Elevation
ar: الارتفاع
da: Højde
de: Höhe
es: Altitud
fi: Korkeus
fr: Altitude
is: Hæð
it: Altitudine
ja: 標高
ko: 고도
nb: Høyde
nl: Hoogte
pt_br: Altitude
ru: Высота
sv: Höjd
zh_hans: 海拔

source: Elevation (%@)
ar: الارتفاع (%@)
da: Højde (%@)
de: Höhe (%@)
es: Altitud (%@)
fi: Korkeus (%@)
fr: Altitude (%@)
is: Hæð (%@)
it: Altitudine (%@)
ja: 標高 (%@)
ko: 고도 (%@)
nb: Høyde (%@)
nl: Hoogte (%@)
pt_br: Altitude (%@)
ru: Высота (%@)
sv: Höjd (%@)
zh_hans: 海拔 (%@)

source: Elevation gain %@.
ar: الارتفاع المكتسب %@.
da: Højdestigning %@.
de: Höhengewinn %@.
es: Desnivel positivo %@.
fi: Nousu %@.
fr: Dénivelé positif %@.
is: Hækkun %@.
it: Dislivello positivo %@.
ja: 獲得標高 %@。
ko: 고도 상승 %@.
nb: Høydestigning %@.
nl: Hoogtewinst %@.
pt_br: Ganho de elevação %@.
ru: Набор высоты %@.
sv: Höjdstigning %@.
zh_hans: 累计爬升 %@。

source: Elevation lookup failed — %@
ar: فشل استعلام الارتفاع — %@
da: Højdeopslag mislykkedes — %@
de: Höhenabfrage fehlgeschlagen — %@
es: Error al consultar la altitud — %@
fi: Korkeushaku epäonnistui — %@
fr: Échec de la recherche d’altitude — %@
is: Hæðaruppfletting mistókst — %@
it: Ricerca dell’altitudine non riuscita — %@
ja: 標高の取得に失敗 — %@
ko: 고도 조회 실패 — %@
nb: Høydeoppslag mislyktes — %@
nl: Hoogte opzoeken mislukt — %@
pt_br: Falha ao consultar a altitude — %@
ru: Не удалось получить высоту — %@
sv: Höjduppslagning misslyckades — %@
zh_hans: 海拔查询失败 — %@

source: Elite — top-tier cardiovascular fitness
ar: نخبوي — لياقة قلبية وعائية من الطراز الأول
da: Elite — kardiovaskulær form i topklasse
de: Elite — kardiovaskuläre Spitzenfitness
es: Élite — condición cardiovascular de primer nivel
fi: Eliitti — huipputason kardiovaskulaarinen kunto
fr: Élite — condition cardiovasculaire de haut niveau
is: Úrvals — hjarta- og æðaþrek í fremstu röð
it: Élite — forma cardiovascolare di primo livello
ja: エリート — 最高水準の心血管フィットネス
ko: 엘리트 — 최상위 심폐 체력
nb: Elite — kardiovaskulær form i toppklasse
nl: Elite — cardiovasculaire topfitheid
pt_br: Elite — condicionamento cardiovascular de ponta
ru: Элита — топовая кардио-форма
sv: Elit — kardiovaskulär kondition i toppklass
zh_hans: 精英 — 顶尖心血管体能

source: Elite HRV Summary Loaded
ar: تم تحميل ملخص Elite HRV
da: Elite HRV-oversigt indlæst
de: Elite HRV Zusammenfassung geladen
es: Resumen de Elite HRV cargado
fi: Elite HRV -yhteenveto ladattu
fr: Résumé Elite HRV chargé
is: Elite HRV samantekt hlaðin
it: Riepilogo Elite HRV caricato
ja: Elite HRVサマリー読み込み完了
ko: Elite HRV 요약 로드 완료
nb: Elite HRV-sammendrag lastet
nl: Elite HRV-samenvatting geladen
pt_br: Resumo Elite HRV Carregado
ru: Сводка Elite HRV загружена
sv: Elite HRV-sammanfattning laddad
zh_hans: Elite HRV 摘要已加载

source: Email after each workout
ar: بريد إلكتروني بعد كل تمرين
da: E-mail efter hver træning
de: E-Mail nach jedem Training
es: Correo después de cada entrenamiento
fi: Sähköposti jokaisen harjoituksen jälkeen
fr: E-mail après chaque entraînement
is: Tölvupóstur eftir hverja æfingu
it: E-mail dopo ogni allenamento
ja: ワークアウトごとにメール送信
ko: 운동할 때마다 이메일 전송
nb: E-post etter hver økt
nl: E-mail na elke workout
pt_br: E-mail após cada treino
ru: Письмо после каждой тренировки
sv: E-post efter varje träningspass
zh_hans: 每次运动后发送邮件

source: Email coach report
ar: إرسال تقرير المدرّب بالبريد الإلكتروني
da: Send coachrapport som e-mail
de: Coach-Bericht per E-Mail senden
es: Enviar el informe del entrenador por correo
fi: Lähetä valmentajaraportti sähköpostilla
fr: Envoyer le rapport du coach par e-mail
is: Senda þjálfaraskýrslu í tölvupósti
it: Invia il report dell'allenatore via email
ja: コーチレポートをメールで送信
ko: 코치 리포트 이메일로 보내기
nb: Send treneren rapport på e-post
nl: Coachrapport e-mailen
pt_br: Enviar relatório do coach por e-mail
ru: Отправить отчёт тренера по эл. почте
sv: Mejla coachrapport
zh_hans: 通过电子邮件发送教练报告

source: Email contacts
ar: جهات اتصال البريد الإلكتروني
da: E-mailkontakter
de: E-Mail-Kontakte
es: Contactos de correo
fi: Sähköpostiyhteystiedot
fr: Contacts e-mail
is: Tölvupóststengiliðir
it: Contatti email
ja: メールの連絡先
ko: 이메일 연락처
nb: E-postkontakter
nl: E-mailcontacten
pt_br: Contatos de e-mail
ru: Контакты эл. почты
sv: E-postkontakter
zh_hans: 电子邮件联系人

source: Email defaults moved to Profile
ar: تم نقل الإعدادات الافتراضية للبريد الإلكتروني إلى الملف الشخصي
da: Standardindstillinger for e-mail flyttet til Profil
de: E-Mail-Standardeinstellungen wurden ins Profil verschoben
es: Los valores predeterminados de correo se movieron a Perfil
fi: Sähköpostin oletusasetukset siirretty Profiiliin
fr: Les paramètres e-mail par défaut ont été déplacés vers le Profil
is: Sjálfgildi tölvupósts færð í Notandasnið
it: Le impostazioni predefinite dell'e-mail sono state spostate nel Profilo
ja: メールの既定設定はプロフィールに移動しました
ko: 이메일 기본값이 프로필로 이동되었습니다
nb: E-poststandarder flyttet til Profil
nl: E-mailstandaarden verplaatst naar Profiel
pt_br: Padrões de e-mail movidos para o Perfil
ru: Настройки эл. почты по умолчанию перенесены в Профиль
sv: E-poststandarder flyttade till Profil
zh_hans: 电子邮件默认设置已移至个人资料

source: Email failed
ar: فشل البريد الإلكتروني
da: E-mail mislykkedes
de: E-Mail fehlgeschlagen
es: Error al enviar el correo
fi: Sähköpostin lähetys epäonnistui
fr: Échec de l'e-mail
is: Tölvupóstur mistókst
it: Invio e-mail non riuscito
ja: メールの送信に失敗しました
ko: 이메일 전송 실패
nb: E-post mislyktes
nl: E-mail mislukt
pt_br: Falha no e-mail
ru: Не удалось отправить письмо
sv: E-postmeddelandet misslyckades
zh_hans: 邮件发送失败

source: Email PDF Report
ar: إرسال تقرير PDF بالبريد الإلكتروني
da: Send PDF-rapport på e-mail
de: PDF-Bericht per E-Mail senden
es: Enviar informe PDF por correo
fi: Lähetä PDF-raportti sähköpostitse
fr: Envoyer le rapport PDF par e-mail
is: Senda PDF-skýrslu í tölvupósti
it: Invia il report PDF via email
ja: PDF レポートをメール送信
ko: PDF 보고서 이메일 전송
nb: Send PDF-rapport på e-post
nl: PDF-rapport e-mailen
pt_br: Enviar relatório em PDF por e-mail
ru: Отправить PDF-отчёт по эл. почте
sv: Mejla PDF-rapport
zh_hans: 通过电子邮件发送 PDF 报告

source: Email Report
ar: إرسال التقرير بالبريد الإلكتروني
da: Send rapport på e-mail
de: Bericht per E-Mail senden
es: Enviar informe por correo
fi: Lähetä raportti sähköpostilla
fr: Envoyer le rapport par e-mail
is: Senda skýrslu í tölvupósti
it: Invia report via e-mail
ja: レポートをメール送信
ko: 리포트 이메일 전송
nb: Send rapport på e-post
nl: Rapport e-mailen
pt_br: Enviar relatório por e-mail
ru: Отправить отчёт по эл. почте
sv: Mejla rapport
zh_hans: 邮件发送报告

source: Empty (ready)
ar: فارغ (جاهز)
da: Tom (klar)
de: Leer (bereit)
es: Vacío (listo)
fi: Tyhjä (valmis)
fr: Vide (prêt)
is: Tómt (tilbúið)
it: Vuoto (pronto)
ja: 空（準備完了）
ko: 비어 있음(준비됨)
nb: Tom (klar)
nl: Leeg (gereed)
pt_br: Vazio (pronto)
ru: Пусто (готово)
sv: Tom (klar)
zh_hans: 空（就绪）

# Emuqu • Page %lld • %@
source: Emuqu • Page %1$lld • %2$@
ar: Emuqu • صفحة %lld • %@
da: Emuqu • Side %lld • %@
de: Emuqu • Seite %lld • %@
es: Emuqu • Página %lld • %@
fi: Emuqu • Sivu %lld • %@
fr: Emuqu • Page %lld • %@
is: Emuqu • Síða %lld • %@
it: Emuqu • Pagina %lld • %@
ja: Emuqu • %lld ページ • %@
ko: Emuqu • %lld 페이지 • %@
nb: Emuqu • Side %lld • %@
nl: Emuqu • Pagina %lld • %@
pt_br: Emuqu • Página %lld • %@
ru: Emuqu • Стр. %lld • %@
sv: Emuqu • Sida %lld • %@
zh_hans: Emuqu • 第 %lld 页 • %@

source: EMUQU · DAILY REPORT
ar: EMUQU · التقرير اليومي
da: EMUQU · DAGLIG RAPPORT
de: EMUQU · TAGESBERICHT
es: EMUQU · INFORME DIARIO
fi: EMUQU · PÄIVÄRAPORTTI
fr: EMUQU · RAPPORT QUOTIDIEN
is: EMUQU · DAGSSKÝRSLA
it: EMUQU · REPORT GIORNALIERO
ja: EMUQU · デイリーレポート
ko: EMUQU · 일일 리포트
nb: EMUQU · DAGLIG RAPPORT
nl: EMUQU · DAGRAPPORT
pt_br: EMUQU · RELATÓRIO DIÁRIO
ru: EMUQU · ЕЖЕДНЕВНЫЙ ОТЧЁТ
sv: EMUQU · DAGLIG RAPPORT
zh_hans: EMUQU · 每日报告

# Emuqu · Daily Report · Page %lld · %@
source: Emuqu · Daily Report · Page %1$lld · %2$@
ar: Emuqu · التقرير اليومي · صفحة %lld · %@
da: Emuqu · daglig rapport · side %lld · %@
de: Emuqu · Tagesbericht · Seite %lld · %@
es: Emuqu · informe diario · página %lld · %@
fi: Emuqu · päiväraportti · sivu %lld · %@
fr: Emuqu · rapport quotidien · page %lld · %@
is: Emuqu · dagsskýrsla · síða %lld · %@
it: Emuqu · report giornaliero · pagina %lld · %@
ja: Emuqu · デイリーレポート · %lld ページ · %@
ko: Emuqu · 일일 리포트 · %lld 페이지 · %@
nb: Emuqu · daglig rapport · side %lld · %@
nl: Emuqu · dagrapport · pagina %lld · %@
pt_br: Emuqu · relatório diário · página %lld · %@
ru: Emuqu · ежедневный отчёт · стр. %lld · %@
sv: Emuqu · daglig rapport · sida %lld · %@
zh_hans: Emuqu · 每日报告 · 第 %lld 页 · %@

source: EMUQU · WORKOUT ANALYSIS REPORT
ar: EMUQU · تقرير تحليل التمرين
da: EMUQU · TRÆNINGSANALYSERAPPORT
de: EMUQU · TRAININGSANALYSE-BERICHT
es: EMUQU · INFORME DE ANÁLISIS DE ENTRENAMIENTO
fi: EMUQU · HARJOITUSANALYYSIRAPORTTI
fr: EMUQU · RAPPORT D’ANALYSE DE SÉANCE
is: EMUQU · ÆFINGAGREININGARSKÝRSLA
it: EMUQU · REPORT DI ANALISI DELL’ALLENAMENTO
ja: EMUQU · ワークアウト分析レポート
ko: EMUQU · 운동 분석 리포트
nb: EMUQU · TRENINGSANALYSERAPPORT
nl: EMUQU · TRAININGSANALYSERAPPORT
pt_br: EMUQU · RELATÓRIO DE ANÁLISE DE TREINO
ru: EMUQU · ОТЧЁТ ОБ АНАЛИЗЕ ТРЕНИРОВКИ
sv: EMUQU · TRÄNINGSANALYSRAPPORT
zh_hans: EMUQU · 训练分析报告

source: Emuqu asks once per provider before sending anything. Withdrawing takes effect immediately — the next request asks again.
ar: يطلب Emuqu الموافقة مرة واحدة لكل مزوّد قبل إرسال أي شيء. ويسري السحب فورًا — إذ يطلب الطلب التالي الموافقة من جديد.
da: Emuqu spørger én gang pr. udbyder, før der sendes noget. Tilbagetrækning træder i kraft med det samme – næste forespørgsel spørger igen.
de: Emuqu fragt einmal pro Anbieter, bevor etwas gesendet wird. Ein Widerruf gilt sofort – die nächste Anfrage fragt erneut.
es: Emuqu pregunta una vez por proveedor antes de enviar nada. La retirada surte efecto de inmediato: la próxima solicitud volverá a preguntar.
fi: Emuqu kysyy kerran kutakin palveluntarjoajaa kohden ennen kuin mitään lähetetään. Peruutus astuu voimaan heti – seuraava pyyntö kysyy uudelleen.
fr: Emuqu demande une fois par fournisseur avant tout envoi. Le retrait prend effet immédiatement : la requête suivante redemandera votre accord.
is: Emuqu spyr einu sinni fyrir hvern þjónustuaðila áður en nokkuð er sent. Afturköllun tekur gildi strax — næsta beiðni spyr aftur.
it: Emuqu chiede una volta per ogni fornitore prima di inviare qualcosa. La revoca ha effetto immediato: la richiesta successiva chiederà di nuovo.
ja: Emuqu は送信前にプロバイダごとに一度だけ確認します。取り消しは即座に反映され、次のリクエストで再度確認します。
ko: Emuqu는 무언가를 보내기 전에 제공업체마다 한 번씩 묻습니다. 철회는 즉시 적용되며, 다음 요청에서 다시 묻습니다.
nb: Emuqu spør én gang per leverandør før noe sendes. Tilbaketrekking gjelder umiddelbart – neste forespørsel spør på nytt.
nl: Emuqu vraagt het één keer per aanbieder voordat er iets wordt verstuurd. Intrekken werkt meteen — het volgende verzoek vraagt opnieuw.
pt_br: O Emuqu pergunta uma vez por provedor antes de enviar qualquer coisa. A retirada vale imediatamente — a próxima solicitação pergunta de novo.
ru: Emuqu спрашивает по одному разу для каждого провайдера, прежде чем что-либо отправить. Отзыв действует сразу — следующий запрос спросит снова.
sv: Emuqu frågar en gång per leverantör innan något skickas. Återkallelsen gäller direkt – nästa förfrågan frågar igen.
zh_hans: 发送任何内容前，Emuqu 会针对每个提供商询问一次。撤回立即生效——下一次请求会再次询问。
